Repository: common-repository/wp-reciprocal-link
Catalog: locales/BARL_domains-*.po
Languages: es_es, it_it

source: Fill here the configuration
es_es: Configura aquí el plugin
it_it: Compila qui la configurazione del plugin

source: E-mail Notification Each Link Submitted
es_es: Notificación via email para cada Enlace enviado
it_it: Notifica e-mail Per ogni link ricevuto

source: E-mail For The notification
es_es: Correo para las notificaciones
it_it: Email per la notifica

source: Tell The world you are using this awesome plugin
es_es: Agrega publicidad del plugin
it_it: Fai sapere a tutti che ti piace il plugin

source: Save
es_es: Salvar

source: Valid Reciprocal Links
es_es: Enlaces reciprocos validos
it_it: Link Reciproci Validi

source: Reciprocal Url
es_es: Enlace reciproco
it_it: Link Reciproco

source: Invalid Reciprocal Links
es_es: Enlaces reciprocos no validos
it_it: Link Reciproci non validi

source: Url Field too big
es_es: Campo URL demasiado largo
it_it: Sito troppo lungo

source: Reciprocal Url Field too big
es_es: Campo de URL reciproca demasiado largo
it_it: Lunghezza del link troppo lunga

source: The Title field too big
es_es: Campo titulo demasiado largo
it_it: Titolo troppo lungo

source: Invalid Email Length
es_es: Logitud del email invalida
it_it: Lunghezza dell'e-mail non valida

source: The Description Field should be from 50 to 200
es_es: El campo descripcion debe tener un tamaño de 50 a 200 posiciones.
it_it: La lunghezza della descrizione dovrebbe essere tra i 50 e i 200 caratteri

source: Not Valid Url
es_es: Url no valida
it_it: Url non valido

source: Not Valid Reciprocal Url
es_es: Link Reciproco no valido
it_it: Link Reciproco non valido

source: Link Submitted
es_es: Enlace añadido
it_it: Link Inseriti

source: Someone sent you a new link at :
es_es: Alguién te envió un nuevo enlace desde :
it_it: Hai un nuovo link a :

source: Link Information :
es_es: Informacion del enlace:
it_it: Informazione sul Link :

source: Submitted Url
es_es: Url del enlace
it_it: Url Link

source: Submitted Title
es_es: Titulo del sitio
it_it: Titolo del sito

source: Submitted Description
es_es: Descripcion del sitio
it_it: Descrizione data

source: Submitter E-mail
es_es: E-mail
it_it: E-mail

source: Submitted Reciprocal Url
es_es: Url Reciproca
it_it: Url Reciproco

source: Title too small
es_es: Título muy corto
it_it: Titolo troppo piccolo

source: Title too big
es_es: Título demasiado grande
it_it: Titolo troppo grande

source: Invalid E-mail
es_es: Direccion de correo invalida
it_it: E-Mail non valida

source: Link for your site:
es_es: Enlace a insertar en tu web:
it_it: Link da inserire nel vostro sito:

source: Your Site Title:
es_es: Título:
it_it: Titolo:

source: Your Site description:
es_es: Descripción de tu web:
it_it: Descrizione del tuo sito:

source: Url of the reciprocal link:
es_es: Dirección donde aparecerá el enlace:
it_it: Url della pagina con il link reciproco:

source: Submit Link
es_es: Enviar
it_it: Inserisci Sito

source: Link Listing
es_es: Enlaces
it_it: I nostri Link

source: Manage Links
es_es: Administrar enlaces
it_it: Gestione Links

source: Options
es_es: Opciones

source: Check Reciprocal Links
es_es: Comprobar enlaces entrantes
it_it: Controllo Backlinks

source: Pending
es_es: Pendiente
it_it: In Approvazione

source: Title
es_es: Título
it_it: Titolo

source: Description
es_es: Descripción
it_it: Descrizione

source: Approved
es_es: Aprobado
it_it: Approvati
